tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"

cask "arc"
cask "alacritty"
cask "raycast"
cask "docker"

brew "fzf"
brew "stow"
brew "zoxide"
brew "nvm"
brew "starship"
brew "tmux"
brew "tpm"
brew "lazygit"
brew "gpg"
brew "nvim"
brew "ripgrep"
brew "fd"
brew "lsd"

tap "koekeishiya/formulae"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
